; [=== Czech translation file for ===]
; [=== Win7shell plug-in 4 WinAmp ===]
; [===    v1.1 (for plug v0.84)   ===]
; [===    Translate by Dlouhan    ===]

[win7shell]
RTL=0
newvers=Zjištěna dostupnost nové verze:
disableupdate=Zjišťování updatů při startu můžete zakázat v konfiguraci plug-inu
opendownload=Chcete přejít na web pro stažení nové verze?
uninstall=přejete-li si odinstalovat plug-in, použijte menu Winampu:
uninstallhowto='Winamp Preferences -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' -> uninstall.
info=Informace
config=Konfigurace plug-inu
on=Zap.
off=Vyp.
previous=Předchozí
pause=Pauza
play=Přehrát
stop=Stop
next=Další
errorthumb=Chyba při vytváření náhledu, vlastnost bude vypnuta
playing=Přehrává se
paused=Pozastaveno
stopped=Zastaveno
taskinitfail=Chyba inicializace rozhraní Windows 7 taskbar
images=Všechny podporované formáty obrázků
usethumbbg=Použít jako pozadí náhledů
selectimage=Vybrat obrázek
afterrestart=Změny nastavení se projeví až po restartu Winampu.
applysettings=Aplikace nastavení...
help1=Text vložený do tohoto editboxu bude vykreslen jako náhled. Můžete vložit kolik řádků chcete, jestliže je povolené 'smršťování náhledu', bude velikost vykresleného okna změněna v závislosti na počtu řádků.
help2=K vytvoření dynamického textu můžete použít sadu 'metawords', které vložením do textu budou při přehrávání nahrazeny aktuálními daty získanými z Winampu. Zde máte výčet těchto 'metawords': 
help3=Vycentrování řádku (lze vložit kamkoli na řádek)
help4=Stínování řádku (lze vložit kamkoli na řádek)
help5=Titul aktuálního tracku
help6=Umělec aktuálního tracku
help7=Název alba
help8=Rok vydání alba
help9=Číslo tracku
help10=Hodnocení akt. tracku v číslech (např. 4)
help11=Hodnocení akt. tracku v hvězdách (např. ★★★★)
help12=Aktuální čas přehrávání
help13=Zbývající čas aktuálního tracku
help14=Celkový čas přehrávání
help15=Aktuální pozice v playlistu
help16=Celkový počet tracků v playlistu
help17=Bitový tok [kb/s]
help18=Vzorkovací frekvence [Hz]
help19=Aktuální hlasitost [%]
help20=Náhodný výběr (Zap. / Vyp.)
help21=Opakování (Zap. / Vyp.)
help=Nápověda
transparent=Průhledné pozadí
albumart=Obrázek alba
defbg=Výchozí pozadí
custombg=Uživatelské pozadí
browse=Procházet
buttons=Přidat tlačítka pro ovládání přehrávání
shrink=Zmenšit okno náhledu dle počtu řádků
taskicon=Ikona panelu úloh
progressbar=Zobrazovat průběh přehrávání
streaming=Zobrazit 'neurčitý' stav pro streamovaná média
error=Zobrazit chybový stav (červená ikona), je-li přehrávání zastaveno
overlays=Zobrazit stav přehrávání překrytím ikony
jumplist=Jump List
addtorecent=Přidat přehrané tracky do Jump listu a do seznamu často používaných souborů
bugslink=Hlášení chyb a námětů
bugstext=Odešlete svá hlášení či přání na chování nebo funkcionalitu plug-inu
sitelink=Domácí stránka projektu
sitetext=Updaty, novinky, náhledy obrazovek a detailní popis
noupdate=Netestovat dostupnost updatů při startu Winampu 
ok=OK
cancel=Zrušit


removetitle=Odstranit titulek okna Winampu
selectfont=Font
aa=Antialiasing textu
selectshadow=Barva stínu
enable=Povolit vlastní náhled (základní přepínač)
plugdev=Vývoj
thumboptions=Náhled / Nastavení
thumbtext=Náhled / Text
background=Náhled / Pozadí
translink=Překlady
transtext=Stáhněte si dostupné překlady nebo pomozte při jejich vytváření
favorite=Oblíbené
vumeter=Zobrazovat jako VU-metr
iconic=Zobrazit obrázek alba jako ikonu namísto pozadí
addfav=Přidat tlačítko 'Oblíbené' (ohodnotí současný track pěti hvězdami)
author=Autor

volup=Hlasitost +10%
voldown=Hlasitost -10%
openfile=Otevřít soubor
thumbpb=Zobrazit průběh přehrávání v náhledu

wapref=Volby Winampu
startwa=Prosím spusťte nejprve Winamp
jumplisterror=Chyba při vytváření Jump listu

;removed: addtorecent
;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=je použito, není-li vybrané pozadí (např. obrázek) dostupné. 
jlchoice=Zobrazit následující kategorie v jump listu:
jlrecent=Nedávno přehrané
jlfrequent=Často přehrávané
jltasks=Úlohy
creditslink=Credits
creditstext=Lidé pomáhající s vývojem tohoto plug-inu

resumeplay=Obnovit přehrávání
fromstart=Hrát od začátku
help22=Zvetšení fontu řádku (lze vložit kamkoli na řádek)
help23=Umístění řádku vlevo od miniatury (lze vložit kamkoli na řádek)

;Added one more sentence to 'jlnote'

bookmark=Záložky
jlnote=Poznámka: Budou přidány pouze soubory asociované s Winampem (nemusí být výchozím programem). Z jump listu můžete odstraňovat soubory jejich smazáním ze seznamu nedávno přehraných souborů. Aktualizaci záložek lze vynutit restartem Winampu nebo uložením nastavení plug-inu .
mute=Ztlumit